Repository: common-repository/awe
Catalog: languages/awe-*.po
Languages: es_es, ro_ro

source: URL Routing
es_es: URL Despachador
ro_ro: URL-ul circuit

source: Save Changes
es_es: Guardar Los Cambios
ro_ro: Salvaţi modificările

source: Add Rule
es_es: Añadir Regla
ro_ro: Adăugaţi regulă

source: Delete Rule
es_es: Eliminar La Regla
ro_ro: Ştergeţi regula

source: Title:
es_es: Título:
ro_ro: Titlu:

source: The title for this view of posts.
es_es: El título de este punto de vista de los mensajes.
ro_ro: Titlul pentru această vizualizare de posturi.

source: Examples
es_es: Ejemplos
ro_ro: Exemple

source: URL Path:
es_es: URL Camino:
ro_ro: Calea URL:

source: Location of your posts view by URL.
es_es: Ubicación de su punto de vista de los mensajes URL.
ro_ro: Poziţia vizualizării posturi de URL-ul.

source: Example
es_es: Ejemplo
ro_ro: Exemplu

source: Available Variables
es_es: Las variables disponibles
ro_ro: Variabile disponibile

source: Request Posts:
es_es: Mensajes Solicitud:
ro_ro: Cererea de posturi:

source: Retrieve posts from the database by using query variables and associated values matched from the path.
es_es: Recuperar los mensajes de la base de datos mediante el uso de variables de consulta y los valores asociados coincidentes de la ruta.
ro_ro: Preluare de posturi de la baza de date utilizând query variabile şi asociate valorile potrivite din calea.

source: Template:
es_es: Plantilla:
ro_ro: Şablon:

source: Format your posts by routing to a template.
es_es: Formato a tus mensajes de enrutamiento en una plantilla.
ro_ro: Formataţi mesajele dumneavoastră de rutare într-un şablon.

source: Templates
es_es: Plantillas
ro_ro: Şabloane

source: Select Template
es_es: Seleccionar la Plantilla
ro_ro: Selectaţi şablonul

source: Save Template
es_es: Guarda La Plantilla
ro_ro: Salvaţi şablonul

source: New
es_es: Nuevo
ro_ro: Noi

source: Delete
es_es: Borrar
ro_ro: Ştergere

source: Appearance
es_es: Apariencia
ro_ro: Aspectul

source: Security check fail.
es_es: Comprobación de seguridad fallan.
ro_ro: Controlul de securitate nu reuşesc.

source: You don't have permission to edit url rules
es_es: Usted no tiene permiso para modificar las reglas url
ro_ro: Nu aveţi permisiunea de a edita URL-ul reguli

source: Settings Saved at:
es_es: Los ajustes guardados en:
ro_ro: Setări salvate la:

source: New Template saved at:
es_es: Nueva plantilla guardada en:
ro_ro: Noul şablon salvat de la:

source: File name contains invalid characters.
es_es: Nombre del archivo contiene caracteres no válidos.
ro_ro: Numele fişierului conţine caractere incorecte.

source: Template deleted at:
es_es: Plantilla de borrado en:
ro_ro: Şablon elimină la:

source: Failed to deleted template at:
es_es: No se pudo eliminar en la plantilla:
ro_ro: Nu a reuşit să şablon şterse la:

source: Template saved at:
es_es: Plantilla guardada en:
ro_ro: Şablon salvat de la:

source: Failed to save template at:
es_es: Error al guardar la plantilla en:
ro_ro: Nu a reuşit să salvaţi şablonul la:

source: Read template at:
es_es: Lea plantilla en:
ro_ro: Şablon de citire la:

source: Failed to read template at:
es_es: No se pudo leer en la plantilla:
ro_ro: Imposibil de citit şablon la:

source: New Rule
es_es: Nueva Regla
ro_ro: Regulă nouă
